sensorOpt/con/9.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225247;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       225647;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225847;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       226247;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112724;
        startFace       226447;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112724;
        startFace       339171;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          340;
        startFace       451895;
    }
)

// ************************************************************************* //
